---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.AnalyzeAs.Hanger
enum: Autodesk.Revit.DB.Structure.AnalyzeAs
zh: 吊架、支吊架
source: html/3a54ad97-7e93-185f-63e6-c1348ce17395.htm
---
# Autodesk.Revit.DB.Structure.AnalyzeAs.Hanger

**中文**: 吊架、支吊架

A hanging Element.